Repository: wp-plugins/woocommerce-my-account-widget
Catalog: languages/woocommerce-*-account-widget-*.po
Languages: hu_hu, pl_pl

source: WooCommerce My Account Widget shows order & account data
hu_hu: WooCommerce My Account Widget megrendelések és felhasználói adatok

source: Logged out title:
hu_hu: Belépés cím:
pl_pl: tytuł po wylogowaniu

source: Customer Login
hu_hu: Belépés
pl_pl: Login użytkownika

source: Logged in title:
hu_hu: Köszöntés:
pl_pl: Tytuł

source: Welcome %s
hu_hu: Jó újra látni %s
pl_pl: Dzień dobry %s

source: Show link to shopping cart
hu_hu: Mutassa a kosár linkjét
pl_pl: Pokaż link do koszyka

source: Show number of items in cart
hu_hu: Mutassa a kosárban lévő termékek számát

source: Show number of uploads left
hu_hu: Mutassa a visszalévő feltöltések számát (WooCommerce Upload My File plugin)

source: Show number of unpaid orders
hu_hu: Mutassa a ki nem fizetett megrendelések számát

source: Show number of uncompleted orders
hu_hu: Mutassa a be nem fejezett megrendelések számát

source: Show logout link
hu_hu: Mutassa a kilépés linkjét
pl_pl: Pokaż link wyloguj

source: Redirect to page after login:
hu_hu: Belépés után átirányítás a következő oldalra:
pl_pl: Przekierowanie do strony po zalogowaniu:

source: Select page
hu_hu: Válasszon oldalt
pl_pl: Wybierz stronę

source: Other options
hu_hu: Egyéb lehetőségek
pl_pl: Inne opcje

source: Login with email address
hu_hu: Belépés e-mail címmel
pl_pl: Zaloguj się adresem e-mail

source: View your shopping cart
hu_hu: Kosaram
pl_pl: zobacz koszyk

source: product in your shopping cart
hu_hu: termék a kosaradban
pl_pl: Produkt w koszyku

source: Upload files
hu_hu: Fájl feltöltés
pl_pl: wgraj pliki

source: file to upload
hu_hu: feltöltendő fájl
pl_pl: plik do przesłania

source: Pay orders
hu_hu: Megrendelések kifizetése
pl_pl: płatności

source: payment required
hu_hu: fizetés szükséges
pl_pl: wymagane płatności

source: View uncompleted orders
hu_hu: Befejezetlen megrendelések
pl_pl: zobacz niezakończone zamówienia

source: order pending
hu_hu: függő megrendelés
pl_pl: Standardowa kolejność

source: My Account
hu_hu: Saját fiók
pl_pl: moje konto

source: Edit account
hu_hu: Fiók szerkesztése

source: Log out
hu_hu: Kilépés
pl_pl: wyloguj

source: Login failed, please try again
hu_hu: Sikeretelen belépés, próbáld újra
pl_pl: proszę spróbować ponownie

source: Username
hu_hu: Felhasználónév
pl_pl: nazwa użytkownika

source: Password
hu_hu: Jelszó
pl_pl: hasło

source: Remember Me
hu_hu: Emlékezzen rám
pl_pl: zapamiętaj

source: Log In
hu_hu: Belépés

source: Lost password?
hu_hu: Elfelejtetted a jelszavad?
pl_pl: Zapomniałeś hasłą?

source: Register
hu_hu: Regisztráció
pl_pl: Zarejestruj

source: Username or Email
hu_hu: Felhasználónév vagy e-mail cím
pl_pl: Użytkownik
